Repository: vanzaam/OmniBLE
Catalog: OmniBLE/Localizable.xcstrings
Source language: en
Languages: cs, da, de, es, fr, it, ja, nb, nb_no, nl, pl, ro, ru, sk, sv, tr, uk, vi

source: The reminders above will not sound on your device when it is in Silent or Do Not Disturb mode. There are other critical Pod alerts that will sound on your device even when set to Silent or Do Not Disturb mode. The Pod will also use audible beeps for all Pod reminders and alerts except when the Pod is Silenced.
fr: Les rappels ci-dessus ne retentiront pas sur votre appareil lorsqu'il est en mode Silencieux ou Ne pas déranger. D'autres alertes Pod critiques retentiront sur votre appareil même lorsqu'il est réglé sur Silencieux ou Ne pas déranger. Le Pod émettra également des bips sonores pour tous les rappels et alertes Pod, sauf lorsque le Pod est en mode silencieux.
it: I promemoria sopra indicati non emetteranno suoni sul tuo dispositivo quando questo è in modalità Silenziosa o Non Disturbare. Ci sono altri avvisi critici del Pod che emetteranno suoni sul tuo dispositivo anche quando è impostato su Silenziosa o Non Disturbare. Il Pod emetterà inoltre segnali acustici per tutti i promemoria e gli avvisi del Pod, tranne quando il Pod è silenziato.
nb: Påminnelsene ovenfor vil ikke høres hvis enheten er i Stille- eller Ikke forstyrr-modus. Det er andre kritiske pod-varsler og alarmer som vil høres selv om enheten er satt til Stille eller Ikke forstyrr-modus. Pod vil også bruke lydsignaler for alle pod-påminnelser og -varsler, bortsett fra når pod er i Lydløs-modus.
nb_no: Påminnelsene ovenfor vil ikke høres hvis enheten er i Stille- eller Ikke forstyrr-modus. Det er andre kritiske pod-varsler og alarmer som vil høres selv om enheten er satt til Stille eller Ikke forstyrr-modus. Pod vil også bruke lydsignaler for alle pod-påminnelser og -varsler, bortsett fra når pod er i Lydløs-modus.
nl: Als je apparaat stil is of in de Niet storen-modus staat, hoor je de bovenstaande herinneringen niet in de app. Er zijn echter andere belangrijke waarschuwingen voor de Pod die nog steeds in de app verschijnen, zelfs als je apparaat stil is of in de Niet storen-modus staat. De Pod maakt ook geluid met piepjes voor alle herinneringen en waarschuwingen, behalve als de Pod is uitgeschakeld.
ro: Avertismentele de mai sus nu vor suna pe dispozitivul dvs. atunci când acesta este în modul Silențios sau Nu deranjați. Există și alte alerte critice ale pompei care vor suna pe dispozitivul dvs. chiar și atunci când este setat în modul Silențios sau Nu deranjați. Pompa va utiliza, de asemenea, semnale sonore pentru toate notificările și alertele pompei, cu excepția cazului în care pompa este în mod silențios.
sk: Vyššie uvedené upozornenia sa na vašom zariadení neozvú, keď je v režime Tichý alebo Nerušiť. Existujú aj ďalšie kritické upozornenia podu, ktoré sa na vašom zariadení ozvú aj vtedy, keď je nastavený režim Tichý alebo Nerušiť. Pod bude tiež používať počuteľné pípnutia pre všetky pripomienky a upozornenia Podu, okrem prípadu, keď je Pod stíšený.
sv: Påminnelser kommer vara tysta när du har tyst läge eller stör ej - läge på. Det finns andra varningar som kommer att ljuda även vid tyst läge eller stör ej - läge, förutom om podden är tystad.
uk: Вищезазначені нагадування не звучатимуть на вашому пристрої, коли він перебуває в режимі «Без звуку» або «Не турбувати». Існують інші важливі сповіщення Pod, які лунатимуть на вашому пристрої, навіть якщо встановлено режим «Без звуку» або «Не турбувати». Pod також використовуватиме звукові сигнали для всіх нагадувань і сповіщень Pod, окрім випадків, коли Pod перебуває в режимі «Без звуку».
vi: Các nhắc nhở trên sẽ không phát tiếng trên thiết bị của bạn khi ở chế độ Im lặng hoặc Không làm phiền. Tuy nhiên, còn có các cảnh báo Pod quan trọng sẽ vẫn phát tiếng ngay cả khi thiết bị ở chế độ Im lặng hoặc Không làm phiền. Pod cũng sẽ phát tiếng bíp cho tất cả các nhắc nhở và cảnh báo, trừ khi Pod đang ở chế độ im lặng.

source: You will be notified in advance of Pod expiration. Scroll to set the number of hours advance notice you would like to have.
fr: Vous recevrez un avertissement avant que le Pod n’expire. Faites défiler pour indiquer le nombre d'heures souhaité avant expiration.
it: Riceverai una notifica in anticipo sulla scadenza del Pod. Scorri per impostare il numero di ore di preavviso che desideri ricevere.
nb: Du vil bli varslet i forkant av at pod utløper. Bla for å angi hvor mange timers forhåndsvarsel du vil ha.
nb_no: Du vil bli varslet i forkant av at pod utløper. Bla for å angi hvor mange timers forhåndsvarsel du vil ha.
nl: iAPS geeft een melding voordat de Pod vervalt. Scroll om in te stellen hoeveel uren, voordat de Pod verloopt, je een kennisgeving wilt hebben.
ro: Aplicația vă notifică înainte de expirarea pompei. Derulați pentru a seta numărul de ore dorite pentru notificare.
sk: Budete vopred upozornení na expiráciu Podu. Posunutím nastavte počet hodín vopred, s akým predstihom chcete byť upozornení.
sv: Appen meddelar dig i förväg om när din podd går ut. Skrolla för att ställa in hur många timmar i förväg du vill bli påmind.
uk: Ви отримаєте попередження про закінчення терміну дії Pod. Прокрутіть, щоб встановити потрібну кількість годин попередження.
vi: Bạn sẽ được thông báo trước khi Pod hết hạn. Kéo xuống để đặt số giờ thông báo trước mà bạn muốn nhận.

source: You will be notified when the amount of insulin in the Pod reaches a selected level. Scroll to set the number of units (1 to 50) at which you would like to be reminded.
fr: Vous serez averti lorsque la quantité d'insuline dans le Pod atteindra le niveau sélectionné. Faites défiler pour définir le nombre d'unités (de 1 à 50) auquel vous souhaitez recevoir un rappel.
it: Riceverai una notifica quando la quantità d'insulina nel Pod raggiunge il livello selezionato. Scorri per impostare il numero di unità (da 1 a 50) raggiunte le quali desideri essere avvisato.
nb: Du vil bli varslet når mengden insulin i pod når et valgt nivå. Bla for å angi antall enheter (1-50) for når du ønsker å bli påminnet.
nb_no: Du vil bli varslet når mengden insulin i pod når et valgt nivå. Bla for å angi antall enheter (1-50) for når du ønsker å bli påminnet.
nl: iAPS geeft een melding als de hoeveelheid insuline in de Pod dit niveau bereikt (1-50 E). Scroll om in te stellen bij welk aantal eenheden je wilt worden herinnerd.
ro: Veți fi notificat(ă) când cantitatea de insulină din pompă atinge un nivel selectat. Derulați pentru a seta numărul de unități (1 până la 50) la care doriți să fiți notificat(ă).
sk: Budete upozornení, keď množstvo inzulínu v Pode dosiahne zvolenú úroveň. Prejdite na nastavenie počtu jednotiek (1 až 50), pri ktorých chcete byť upozornení.
sv: Appen meddelar dig när mängden insulin i podden når denna nivå (1-50 U). Skrolla för att ange vid vilket antal enheter som du vill bli påmind på.
uk: Ви отримаєте сповіщення, коли кількість інсуліну в Pod'і досягне вибраного рівня. Прокрутіть, щоб встановити кількість одиниць (від 1 до 50), за яку ви хочете отримати нагадування.
vi: Bạn sẽ được thông báo khi lượng insulin trong Pod đạt đến mức đã chọn. Kéo xuống để đặt số đơn vị (từ 1 đến 50) mà bạn muốn nhận nhắc nhở.

source: Your Pod is ready for use. The default reminder was scheduled for this Pod at setup. You can change the reminder to a more convenient time in Pod Notification Settings.
fr: Votre Pod est prêt à être utilisé. Le rappel par défaut a été programmé pour ce Pod lors de la configuration. Vous pouvez modifier l'heure du rappel dans les paramètres de notification du Pod pour choisir un moment plus pratique.
it: Il tuo Pod è pronto per l'uso. Il promemoria predefinito è stato programmato per questo Pod al momento della configurazione. Puoi modificare il promemoria impostando un orario più comodo nelle Impostazioni di notifica del Pod.
nb: Pod er nå klar til bruk. Standardpåminnelsen ble planlagt for denne pod under oppsettet. Du kan endre påminnelsen til et mer passende tidspunkt i varslingsinnstillingene for pod.
nb_no: Pod er nå klar til bruk. Standardpåminnelsen ble planlagt for denne pod under oppsettet. Du kan endre påminnelsen til et mer passende tidspunkt i varslingsinnstillingene for pod.
nl: Je Pod is klaar voor gebruik. De standaard herinnering is op installatie voor deze Pod ingepland. Je kunt de herinnering veranderen naar een handigere tijd in Pod Meldingsinstellingen.
ro: Pompa este gata de utilizare. Notificarea implicită a fost programată pentru această pmpă la configurare. Puteți schimba notificarea la o oră mai convenabilă în Configurări notificări pompă.
sk: Váš Pod je pripravený na použitie. Predvolené pripomenutie bolo pre tento Pod naplánované pri nastavení. Pripomenutie môžete zmeniť na vhodnejší čas v nastaveniach upozornení Podu.
sv: Din Pod är nu klar för användning. Standardpåminnelsen blev inställd för denna podd. Du kan ändra påminnelsen till en annan bekvämare tid i inställningarna för poddaviseringar.
uk: Ваш Pod готовий до використання. Нагадування за замовчуванням було заплановано для цього Pod під час налаштування. Ви можете змінити нагадування на зручніший час у налаштуваннях сповіщень Pod.
vi: Pod của bạn đã sẵn sàng để sử dụng. Lời nhắc mặc định đã được đặt cho Pod này khi thiết lập. Bạn có thể thay đổi lời nhắc sang thời gian thuận tiện hơn trong phần Cài đặt thông báo Pod.

source: ⚠️ Critical Pod Fault %1$03d (0x%2$02X)
it: ⚠️ Guasto critico del Pod %1$03d (0x%2$02X)
nb: ↩ ⚠️ Kritisk podfeil %1$03d (0x %2$02X)
nb_no: ↩ ⚠️ Kritisk podfeil %1$03d (0x %2$02X)
nl: ⚠️ Kritieke Pod fout %1$03d (0x%2$02X)
ro: ⚠️ Eroare critică a podului %1$03d (0x %2$02X )
sk: ⚠️ Kritická chyba Podu %1$03d (0x%2$02X)
sv: ⚠️ Kritiskt poddfel %1$03d (0x%2$02X)
uk: ⚠️ Критичний збій модуля Pod %1$03d (0x%2$02X)
vi: Lỗi nghiêm trọng của Pod %1$03d (0x%2$02X)

source: Immediate Bolus In Progress: %1$@
it: Bolo immediato in corso: %1$@
nb: ↩ Umiddelbar bolus pågår: %1$@
nb_no: ↩ Umiddelbar bolus pågår: %1$@
nl: Onmiddellijke bolus in uitvoering: %1$@
ro: Bolus imediat în curs de administrare: %1$@
sk: Prebieha okamžitý bolus: %1$@
sv: Omedelbar bolus pågår: %1$@
uk: Триває негайне введення Болюса: %1$@
vi: Đang tiêm bolus ngay: %1$@

source: Insulin State Table Corrupted: %@
it: Tabella di stato dell'insulina corrotta: %@
nb: ↩ Insulinstatustabell ødelagt: %@
nb_no: ↩ Insulinstatustabell ødelagt: %@
nl: Insuline status corrupt: %@
ro: Tabelul de stări al insulinei este corupt: %@
sk: Tabuľka stavu inzulínu je poškodená: %@
sv: Insulinstatustabell korrupt: %@
uk: Таблиця стану інсуліну пошкоджена: %@
vi: Bảng trạng thái insulin bị hỏng: %@

source: Occlusion Type: %1$@
it: Tipo di occlusione: %1$@
nb: ↩ Okklusjonstype: %1$@
nb_no: ↩ Okklusjonstype: %1$@
nl: Soort blokkade: %1$@
ro: Tip de ocluzie: %1$@
sk: Typ oklúzie: %1$@
sv: Ocklusionstyp: %1$@
uk: Тип оклюзії: %1$@
vi: Loại tắc nghẽn: %1$@

source: Previous Pod Progress: %1$@
it: Avanzamento precedente del Pod: %1$@
nb: ↩ Forrige pod-fremdrift: %1$@
nb_no: ↩ Forrige pod-fremdrift: %1$@
nl: Vorige Pod voortgang: %1$@
ro: Progresul pompei anterioare: %1$@
sk: Predchádzajúci priebeh Poda: %1$@
sv: Förlopp för föregående podd: %1$@
uk: Прогрес попереднього Pod'у: %1$@
vi: Tiến trình Pod trước: %1$@

source: Alerts: %1$@
it: Avvisi: %1$@
nb: ↩ Varsler: %1$@
nb_no: ↩ Varsler: %1$@
nl: Waarschuwingen: %1$@
ro: Alerte: %1$@
sk: Upozornenia: %1$@
sv: Varningar: %1$@
uk: Сповіщення: %1$@
vi: Cảnh báo: %1$@

source: Bolus Not Delivered: %1$@ U
it: Bolo non erogato: %1$@ U
nb: ↩ Bolus ikke levert: %1$@ E
nb_no: ↩ Bolus ikke levert: %1$@ E
nl: Laatste bolus niet afgegeven: %1$@ E
ro: Bolus neadministrat: %1$@ U
sk: Bolus nebol podaný: %1$@ J
sv: Sista bolus ej given: %1$@ IE
uk: Болюс не введено: %1$@ U
vi: Liều Bolus chưa được tiêm: %1$@ U

source: Delivery Status: %1$@
it: Stato di erogazione: %1$@
nb: ↩ Leveringsstatus: %1$@
nb_no: ↩ Leveringsstatus: %1$@
nl: Status afgifte: %1$@
ro: Stadiul livrării: %1$@
sk: Stav podania: %1$@
sv: Status på insulintillförsel: %1$@
uk: Статус введення: %1$@
vi: Trạng thái tiêm: %1$@

source: Fault Event Info: %1$03d (0x%2$02X),
it: Informazioni sull'evento di guasto: %1$03d (0x%2$02X),
nb: ↩ Informasjon om feilhendelse: %1$03d (0x %2$02X),
nb_no: ↩ Informasjon om feilhendelse: %1$03d (0x %2$02X),
nl: Fout informatie: %1$03d (0x%2$02X),
ro: Informații despre evenimentul de eroare: %1$03d (0x%2$02X),
sk: Informácie o chybe: %1$03d (0x%2$02X),
sv: Felhändelseinformation: %1$03d (0x%2$02X),
uk: Інформація про подію помилки: %1$03d (0x%2$02X),
vi: Thông tin sự cố: %1$03d (0x%2$02X),

source: Fault Time: %1$@
it: Orario del guasto: %1$@
nb: ↩ Feiltid: %1$@
nb_no: ↩ Feiltid: %1$@
nl: Fout tijd: %1$@
ro: Timp defecțiune: %1$@
sk: Čas chyby: %1$@
sv: Feltid: %1$@
uk: Час помилки: %1$@
vi: Thời gian sự cố: %1$@

source: Last Programming Seq Num: %1$@
it: Ultimo numero di sequenza di programmazione: %1$@
nb: ↩ Siste programmeringssekvensnummer: %1$@
nb_no: ↩ Siste programmeringssekvensnummer: %1$@
nl: Laatste Seq nummer: %1$@
ro: Ultimul număr al secvenței de programare: %1$@
sk: Posledné sekvenčné číslo programovania: %1$@
uk: Останній номер послідовності програмування: %1$@
vi: Số thứ tự lập trình cuối cùng: %1$@

source: Pod Progress: %1$@
it: Avanzamento Pod: %1$@
nb: ↩ Pod-fremdrift: %1$@
nb_no: ↩ Pod-fremdrift: %1$@
nl: Pod voortgang: %1$@
ro: Progresul pompei: %1$@
sk: Priebeh Poda: %1$@
sv: Podförlopp: %1$@
uk: Прогрес Podу: %1$@
vi: Tiến trình Pod: %1$@

source: Pulse Count: %1$d
it: Conteggio impulsi: %1$d
nb: ↩ Pulsantall: %1$d
nb_no: ↩ Pulsantall: %1$d
nl: Puls aantal: %1$d
ro: Contor impulsuri: %1$d
sk: Počet pulzov: %1$d
sv: Pulsantal: %1$d
uk: Кількість імпульсів: %1$d
vi: Số xung: %1$d

source: Receiver Low Gain: %1$@
it: Guadagno basso ricevitore: %1$@
nb: Mottaker lav forsterkning: %1$@
nb_no: Mottaker lav forsterkning: %1$@
nl: Laag ontvangstsignaal: %1$@
ro: Receptor cu amplificare redusă: %1$@
sk: Nízke zosilnenie prijímača: %1$@
uk: Низький рівень підсилення приймача: %1$@
vi: Bộ thu có độ lợi thấp:%1$@

source: Ref: %@
it: Rif.: %@
uk: Посилання: %@

source: Reservoir Level: %1$@ U
it: Livello del serbatoio: %1$@ U
nb: ↩ Reservoarnivå: %1$@ E
nb_no: ↩ Reservoarnivå: %1$@ E
nl: Reservoir niveau: %1$@ E
ro: Nivelul rezervorului: %1$@ U
sk: Úroveň zásobníka: %1$@ J
sv: Reservoarnivå: %1$@ E
uk: Рівень резервуару: %1$@ U
vi: Bình chứa Insulin: %1$@ U

source: %1$@ has recovered communication with the pod on your body. Insulin delivery records have been updated and should match what has actually been delivered. You may continue to use %2$@ normally now.
it: %1$@ ha ristabilito la comunicazione con il Pod sul tuo corpo. I registri di erogazione dell'insulina sono stati aggiornati e dovrebbero corrispondere a quanto effettivamente erogato. Ora puoi continuare a usare normalmente %2$@.
nb: %1$@ har gjenopprettet kommunikasjonen med pod på kroppen din. Insulintilførselsjournaler er oppdatert og bør samsvare med det som faktisk ble levert. Du kan fortsette å bruke %2$@ normalt nå.
nb_no: %1$@ har gjenopprettet kommunikasjonen med pod på kroppen din. Insulintilførselsjournaler er oppdatert og bør samsvare med det som faktisk ble levert. Du kan fortsette å bruke %2$@ normalt nå.
nl: %1$@ heeft de communicatie met de pod op je lichaam hersteld. De gegevens over insulinetoediening zijn bijgewerkt en moeten overeenkomen met wat daadwerkelijk is toegediend. Je kunt %2$@ nu weer normaal gebruiken.
ro: %1$@ a reluat comunicarea cu dispozitivul de pe corpul dumneavoastră. Înregistrările administrării de insulină au fost actualizate și ar trebui să corespundă cu ceea ce a fost efectiv administrat. Acum puteți continua să utilizați %2$@ în mod normal.
sk: %1$@ obnovil komunikáciu s Podom na vašom tele. Záznamy o podávaní inzulínu boli aktualizované a mali by zodpovedať tomu, čo bolo skutočne podané. Teraz môžete pokračovať v bežnom používaní %2$@.
sv: %1$@ har återställt kommunikationen med podden på din kropp. Insulinposterna har uppdaterats och ska matcha det som faktiskt har levererats. Du kan fortsätta att använda %2$@ normalt nu.
uk: %1$@ відновив зв'язок з Podом на вашому тілі. Записи про введення інсуліну оновлено та мають відповідати фактично введеному. Ви можете продовжувати використовувати %2$@ як завжди.
vi: %1$@ đã khôi phục liên lạc với pod trên cơ thể bạn. Các bản ghi về việc tiêm insulin đã được cập nhật và hiện khớp với lượng insulin thực tế đã được tiêm. Bạn có thể tiếp tục sử dụng %2$@ như bình thường.

source: %1$@ minutes
it: %1$@ minuti
nb: %1$@ minutter
nb_no: %1$@ minutter
nl: %1$@ minuten
ro: %1$@ minute
sk: %1$@ minút
sv: %1$@ minuter
uk: %1$@ хвилин
vi: %1$@ phút

source: A reminder is configured during Pod setup to notify you in advance of Pod expiration. Set the number of hours advance notice you would like to configure by default when pairing a new Pod.
it: Durante la configurazione del Pod, viene configurato un promemoria per avvisarti in anticipo della scadenza del Pod. Imposta il numero di ore di preavviso che desideri configurare come predefinito quando abbini un nuovo Pod.
nb: En påminnelse konfigureres under pod-oppsettet for å varsle deg på forhånd når pod utløper. Angi antall timers forhåndsvarsel du vil konfigurere som standard når du kobler en ny pod.
nb_no: En påminnelse konfigureres under pod-oppsettet for å varsle deg på forhånd når pod utløper. Angi antall timers forhåndsvarsel du vil konfigurere som standard når du kobler en ny pod.
nl: iAPS configureert melding op de Pod om je op de hoogte te stellen wanneer de Pod verloopt. Stel het aantal uren vooraf in dat je standaard wilt instellen als je een nieuwe Pod koppelt.
ro: O notificare este configurată pentru pompă pentru a vă notifica înainte de expirarea ei. Setați numărul de ore înainte de expirare pentru notificarea pe care doriți să o configurați atunci când asociați o pompă nouă.
sk: Počas nastavovania Podu sa nastavujú upozornenia, ktoré vás vopred upozornia na exspiráciu Podu. Nastavte počet hodín vopred, ktorý chcete mať predvolene nastavený pri párovaní nového Podu.
sv: Du kan ange när du vill att appen ska påminna dig om när du behöver byta podd. Ange det antal timmar i förväg du vil ha påminnelsen.
uk: Під час налаштування Pod, налаштовується нагадування, яке сповіщатиме вас про закінчення терміну дії Pod. Встановіть кількість годин, за які ви хочете налаштувати сповіщення за замовчуванням під час сполучення нового Pod.
vi: Một lời nhắc được thiết lập khi cài đặt Pod để thông báo trước khi Pod hết hạn. Hãy đặt số giờ thông báo trước mà bạn muốn sử dụng làm mặc định khi ghép nối Pod mới.

source: Critical Pod Fault %1$03d
it: Guasto critico del Pod %1$03d
nb: Kritisk pod-feil %1$03d
nb_no: Kritisk pod-feil %1$03d
nl: Kritieke Pod fout %1$03d
ro: Eroare critică a pompei %1$03d
sk: Kritická chyba Podu %1$03d
sv: Kritiskt poddfel %1$03d
uk: Критичний збій Pod %1$03d
vi: Lỗi nghiêm trọng của Pod %1$03d

source: Expiration reminder time for the current Pod.
it: Orario di promemoria di scadenza per il Pod attuale.
nb: Utløpspåminnelse for nåværende pod.
nb_no: Utløpspåminnelse for nåværende pod.
nl: De verloopherinneringstijd voor de huidige Pod.
ro: Ora de reamintire a expirării pentru pompa curentă.
sk: Čas pripomienky exspirácie pre aktuálny Pod.
sv: Påminnelsetid för utgångsdatum för din aktuella podd.
uk: Час нагадування про закінчення терміну дії для поточного Pod.
vi: Thời gian nhắc nhở hết hạn cho Pod hiện tại.

source: Failed to read activation time.
it: Impossibile leggere l'orario di attivazione.
nb: Kunne ikke lese aktiveringstid.
nb_no: Kunne ikke lese aktiveringstid.
nl: Kan de activeringstijd niet lezen.
ro: Nu s-a putut citi timpul de activare.
sk: Nepodarilo sa prečítať čas aktivácie.
sv: Det gick inte att läsa aktiveringstiden.
uk: Не вдалося прочитати час активації.
vi: Không thể đọc thời gian kích hoạt.

source: Failed to read pulse log plus.
it: Impossibile leggere il Pulse Log Plus.
nb: Kunne ikke lese pulslogg pluss.
nb_no: Kunne ikke lese pulslogg pluss.
nl: Lezen van het plus pulslogboek is mislukt.
ro: Nu s-a reușit citirea registrului plus de impulsuri.
sk: Zlyhalo čítanie záznamu pulzov plus.
sv: Det gick inte att läsa pulsloggen plus.
uk: Не вдалося прочитати журнал Log плюс.
vi: Đọc nhật ký xung thất bại.

source: Failed to read pulse log.
it: Impossibile leggere il Pulse Log.
nb: Kunne ikke lese pulslogg.
nb_no: Kunne ikke lese pulslogg.
nl: Lezen van pulslogboek is mislukt.
ro: Nu s-a reușit citirea registrului de impulsuri.
sk: Zlyhalo čítanie záznamu pulzov.
sv: Det gick inte att läsa pulsloggen.
uk: Не вдалося прочитати журнал Log.
vi: Không thể đọc nhật ký xung.

source: Failed to read triggered alerts.
it: Impossibile leggere gli avvisi attivati.
nb: Kunne ikke lese utløste varsler.
nb_no: Kunne ikke lese utløste varsler.
nl: Fout bij het lezen van geactiveerde meldingen.
ro: Nu s-au putut citi alertele declanșate.
sk: Nepodarilo sa prečítať spustené upozornenia.
sv: Det gick inte att läsa utlösta varningar.
uk: Не вдалося прочитати активовані сповіщення.
vi: Không thể đọc các cảnh báo đã kích hoạt.

source: Insulin delivery will be stopped until you resume manually. Select when you want to be reminded to resume delivery?
it: L'erogazione d'insulina verrà sospesa fino a quando non la riprenderai manualmente. Seleziona quando desideri ricevere un promemoria per riprendere l'erogazione.
nb: Insulintilførselen stoppes inntil du gjenopptar manuelt. Velg når du vil bli minnet på å gjenoppta tilførselen?
nb_no: Insulintilførselen stoppes inntil du gjenopptar manuelt. Velg når du vil bli minnet på å gjenoppta tilførselen?
nl: De insulinetoediening wordt gestopt totdat je de toediening handmatig hervat. Wanneer wil je dat iAPS je eraan herinnert om de toediening te hervatten?
ro: Administrarea insulinei va fi oprită până când o veți relua manual. Selectați când doriți să vi se reamintească să reluați administrarea?
sk: Podávanie inzulínu bude zastavené, kým ho manuálne neobnovíte. Vyberte, kedy chcete dostať pripomienku na obnovenie podávania?
sv: Insulintillförsel kommer att stoppas tills du återupptar den manuelllt. När vill du bli påmind om att återuppta insulintillförseln?
uk: Подача інсуліну буде зупинена, доки ви не відновите її вручну. Виберіть, коли ви хочете отримати нагадування про відновлення подачі.
vi: Việc tiêm insulin sẽ bị dừng cho đến khi bạn tiếp tục thủ công. Chọn thời gian bạn muốn nhận nhắc nhở để tiếp tục tiêm?

source: Internal Pod fault code %1$03d %2$@ Ref: %3$@
it: Codice di guasto interno Pod %1$03d %2$@ Rif.: %3$@
nb: Intern pod-feilkode %1$03d %2$@ Ref: %3$@↩ ↪
nb_no: Intern pod-feilkode %1$03d %2$@ Ref: %3$@↩ ↪
nl: Interne Pod foutcode %1$03d %2$@ Ref: %3$@
ro: Cod de eroare intern al podului %1$03d %2$@ Ref: %3$@
sk: Vnútorný kód chyby Podu %1$03d %2$@ Ref.: %3$@
sv: Intern poddfelkod %1$03d %2$@ Ref: %3$@
uk: Внутрішній код помилки Pod %1$03d %2$@ Посилання: %3$@
vi: Mã lỗi nội bộ của Pod: %1$03d %2$@ Tham chiếu: %3$@

source: Keep Waiting
it: Continua ad attendere
nb: Fortsett å vente
nb_no: Fortsett å vente
nl: Blijf wachten
ro: Continuați să așteptați
sk: Pokračovať v čakaní
sv: Fortsätt vänta
uk: Продовжуйте чекати
vi: Tiếp tục chờ

source: Normal
it: Normale
ja: 通常
nb_no: Normalt
nl: Normaal
pl: Normalny
ru: Норма
sk: Normálny
uk: Нормальний
vi: Bình thường

source: Reading Activation Time...
it: Lettura dell'orario di attivazione in corso...
nb: Leser aktiveringstid...
nb_no: Leser aktiveringstid...
nl: Activatietijd lezen...
ro: Citirea timpului de activare...
sk: Čítanie času aktivácie...
sv: Läs aktiveringstid...
uk: Час активації читання...
vi: Đang đọc thời gian kích hoạt...

source: Reading Pod Status...
it: Lettura stato del Pod in corso...
nb: Leser podstatus…
nb_no: Leser podstatus…
nl: Pod status lezen...
ro: Citirea stării pompei…
sk: Čítanie stavu Podu...
sv: Läd poddstatus...
uk: Зчитування стану Pod...
vi: Đang đọc tình trạng pod...
